Repository: yayster/lavaps
Catalog: po/*.po
Languages: es

source: blob::op: looping limit exceeded, blob
es: blob::op: límite de repetición excedido, gota

source: bogus gtk_blob::configure_event
es: tonto gtk_blob::configure_event

source: LavaPs: Signal Error
es: LavaPS: Error de Señal

source: Signal
es: Señal

source: to process
es: para enviar

source: failed.
es: falló.

source: signal failed
es: señal fallida

source: signaled
es: señal enviada

source: Internal help system error.
es: Error interno en el sistema de ayuda

source: LavaPs Info
es: Información de LavaPs

source: no process selected
es: no hay proceso seleccionado

source: _Nice
es: _Bajar prioridad

source: _Unnice
es: _Aumentar prioridad

source: _Terminate (politely)
es: _Terminar (simpaticamente)

source: _Kill (forcefully)
es: _Destruir (forzozamente)

source: _Stop (suspend)
es: _Parar (suspender)

source: _Continue (unsuspend)
es: _Continuar (resumir)

source: _Hang up
es: _Desconectar

source: my jobs
es: mis procesos

source: all jobs
es: todos los procesos

source: _Me
es: _Yo

source: _Everyone
es: _Todo el mundo

source: virtual mem
es: memoria virtual

source: physical mem
es: memoria física

source: both mem
es: ambas memorias

source: _Virtual Memory
es: Memoria _Virtual

source: _Physical Memory
es: Memoria _Física

source: _Both
es: _Ambas Memorias

source: toggle autosizing
es: cambio tamaño automático

source: shrink mem
es: reducir memoria

source: grow mem
es: aumentar memoria

source: smoother
es: mas suave

source: jumpier
es: mas saltos

source: toggle lozenge
es: cambio de diamante

source: toggle base
es: cambio de soporte

source: toggle stickiness
es: cambio de adherencia

source: _Autosizing
es: _Tamaño automatico

source: _Shrink
es: _Reducir

source: _Grow
es: _Aumentar

source: S_moother
es: Mas _Suave

source: _Jumpier
es: Mas S_altos

source: _Lozenge
es: Con _Diamante

source: _Based
es: Con So_porte

source: _Sticky
es: P_egajoso

source: _About...
es: _Acerca de...

source: _Basics...
es: _Basico...

source: _Menus...
es: _Menúes...

source: _Proc
es: _Proceso

source: _Who
es: _Quien

source: Wh_at
es: Q_ue

source: H_ow
es: _Cómo

source: warning: bindtextdomain failed.
es: advertencia: bindtextdomain falló.

source: warning: bind_textdomain_codeset failed.
es: advertencia: bind_textdomain_codeset falló.

source: warning: textdomain failed.
es: advertencia: textdomain falló.

source: lavaps warning: gconf callback on unknown key
es: advertencia de lavaps: funcion de retorno de gconf con llave desconocida

source: lavaps warning: gconf key
es: advertencia de lavaps: gconf llave

source: is wrong type (
es: es de tipo incorrecto (

source: expected, but got
es: esperaba, pero recibí

source: ), so instead using default.
es: ); uso el valor típico en su lugar.

source: has unknown value
es: tiene un valor desconocido

source: , so instead using default.
es: , por lo tanto uso el valor típico en su lugar.

source: <big>Controlling Lavaps</big> Basic LavaPS is quite simple. Blobs live and grow corresponding to processes in the system (see <i>"BLOBS"</i>). Clicking the left mouse button on a blob shows information about that process. Clicking the right mouse button pops up menus that let you control LavaPS (see <i>"MENUS"</i>). The "base" at the bottom of the lamp includes icons for the menus and resizing, and allows one to move the lamp around. <big>Blobs</big> LavaPS is all about blobs of virtual, non-toxic lava. Blobs in LavaPS correspond to processes in the system. When a process is started, a new blob is created. When a process exits, the corresponding blob disappears. Blob size is proportional to the amount of memory the process uses. Blob movement is proportional to the amount of time the process runs (if the process never runs, the blob will never move). Blobs show several things. First, the basic color (the hue) corresponds to the name of the program which is running. Emacs is always one color, Netscape another (on my system, blue and yellow). Second, blobs get darker when the process doesn't run. Over time, the process will become nearly black and only its border will remain colored. Finally, if both physical and virtual memory are shown, then the part of the process will be a slightly different color showing what percentage of the process is not in physical memory. There are some more subtle aspects of blob physiology: initial placement is dependent on the process id (blobs appear roughly left to right) and user id (processes for the same user start at the same height, with root's processes at the top). Blobs also move along the longer distance of the lamp: if you resize it they may change direction. Please don't ask me about the chemical composition of the virtual lava.
es: <big>Manajando LavaPS</big> LavaPS básico es simple. Las gotas que viven y crecen corresponden a los procesos en su computadora (ver <i>"GOTAS"</i>). Cliqueando con el botón izquierdo del raton en una gota muestra la información sobre ese proceso. Cliqueando con el botón derecho del raton aparecen los menúes de LavaPS (ver <i>"MENUS"</i>). El «soporte» en el fondo de la lámpara incluye iconos para los menúes, para la clasificación según el tamaño, y permite que uno mueva la lámpara alrededor. <big>Gotas</big> LavaPS es escencialmente acerca de las gotas de lava virtual, no tóxica. Las gotas en LavaPS corresponden a los procesos en su computadora. Cuando un proceso nuevo arranca, se crea una nueva gota. Cuando un proceso termina, la gota correspondiente desaparece. El tamaño de la gota es proporcional a la cantidad de memoria usada por el proceso. El movimiento de la gota es proporcional a la cantidad de tiempo que el proceso corre (si el proceso nunca corre, la gota nunca se mueve). Las gotas demuestran varias cosas. Primero, el color básico (la tonalidad) corresponde al nombre del programa que está corriendo. Emacs es siempre de un color, Netscape de otro (en mi sistema, azul y amarillo). En segundo lugar, las gotas se tornan mas oscuras cuando el proceso no corre. Con el tiempo, el proceso llegará a ser casi negro y solamente sus bordes seguirán coloreados. Finalmente, si las memorias física y virtual son mostradas, entonces una parte del proceso se muestra en un color levemente diferente mostrando que porcentaje del proceso no se encuentra en la memoria física. Hay mas aspectos sutiles de la fisiología de las gotas: la posición inicial depende del identificador del proceso (las gotas aparecen aproximadamente de izquierda a derecha) y la identificación del usuario (los procesos para el mismo usuario comienzan a la misma altura, con los procesos del super-usuario (root) arriba de todo). Las gotas también se mueven a lo largo de la distancia mas larga de la lámpara: si usted cambia el tamaño de la lámpara, las gotas pueden cambiar la dirección de movimiento. Por favor no me pregunte acerca de la composición química de la lava virtual.

source: Controlling Lavaps
es: Manajeando Lavaps

source: Menus
es: Menúes

source: usage: lavaps Use the about menu for more details, or look at the man page with "man lavaps".
es: uso: lavaps Use el menu "acerca de" para mas información, o lea la página del manual con "man lavaps".

source: X geometry specification (see "X" man page), can be specified once per window to be opened.
es: "La especificación de la geometría X (vea la página de manual «X») puede ser " "especificada sólo una vez por ventana a ser abierta."

source: Enable debugging output.
es: Hace habilitada salida de debugging

source: Make the lava lamp "sticky", appearing in all workspaces.
es: Hace la adherencia de la lámpara, ya apericia en todos de los workspaces. xxx

source: --geometry option requires argument giving X-style geometry specification.
es: La opcion «--geometry» necessita un argumento que especifique la geometría de X.

source: cannot open /proc
es: no puedo abrir /proc

source: error opening kvm (probably the program needs to be setgid kmem)
es: error abriendo kvm (posiblemente el programa necesita ser setgid kmem)

source: cannot drop privileges
es: no puedo reducir privilegios

source: cannot open /proc/pinfo
es: no puedo abrir /proc/pinfo

source: Failure calling sysctl
es: error cuando llamo a sysctl

source: cmd:
es: programa:

source: user:
es: usuario:

source: nice:
es: prioridad:

source: virt mem:
es: memoria virtual:

source: phys mem:
es: memoria física:

source: [error: overflow]
es: [error: desbordamiento]

source: mem grow
es: aumentar memoria

source: mem shrink
es: reducir memoria
